Repository: LigeroSmart/TimeAccounting
Catalog: i18n/TimeAccounting/TimeAccounting.*.po
Languages: da

source: Do you really want to delete the Time Accounting of this day?
da: Vil du virkelig slette tidsregnskabet for denne dag?

source: Edit Time Record
da: Rediger tidsregistrering

source: Date Navigation
da: Datonavigation

source: Previous day
da: Forrige dag

source: Next day
da: Næste dag

source: Days without entries
da: Dage uden optegnelser

source: On vacation
da: På ferie

source: On sick leave
da: Sygefravær

source: On overtime leave
da: Afspadsering

source: Required fields are marked with a "*".
da: De påkrævede felter er markeret med "*".

source: You have to fill in start and end time or a time period.
da: Du skal indtaste en start- og slutdato eller en tidsperiode.

source: Project
da: Projekt

source: Task
da: Opgave

source: Remark
da: Bemærkning

source: Please add a remark with more than 8 characters!.
da: Tilføj venligst en bemærkning med mere end 8 tegn!

source: Negative times are not allowed.
da: Negativ tid er ikke tilladt.

source: Repeated hours are not allowed. Start time matches another interval.
da: Gentagne timer er ikke tilladt. Starttiden svarer til et andet interval.

source: End time must be after start time.
da: Sluttiden skal være senere end starttiden.

source: Repeated hours are not allowed. End time matches another interval.
da: Gentagne timer er ikke tilladt. Sluttiden svarer til et andet interval.

source: Invalid period! A day has only 24 hours.
da: Ugyldig periode! En dag har kun 24 timer.

source: A valid period must be greater than zero.
da: En gyldig periode skal være større end 0

source: Invalid period! Negative periods are not allowed.
da: Ugyldig periode! Negative perioder er ikke tilladt.

source: Add one row
da: Tilføj en række

source: Total
da: I alt

source: You can only select one checkbox element!
da: Du kan kun vælge et afkrydsningsfelt!

source: Show all items
da: Vis alle punkter

source: Delete Time Accounting Entry
da: Slet tidsregnskabsindtastning

source: Confirm insert
da: Bekræft indsættelse

source: Are you sure that you worked while you were on sick leave?
da: Er du sikker på, at du arbejdede under dit sygefravær?

source: Are you sure that you worked while you were on vacation?
da: Er du sikker på, at du arbejdede, mens du var på ferie?

source: Are you sure that you worked while you were on overtime leave?
da: Er du sikker pá, at du arbejdede, mens du var på afspadsering?

source: Are you sure that you worked more than 16 hours?
da: Er du sikker på, at du arbejdede mere end 16 timer?

source: Time reporting monthly overview
da: Månedlig oversigt over tidsraportering

source: Overtime (Hours)
da: Overtid (timer)

source: Overtime (this month)
da: Overtid (denne måned)

source: Overtime (total)
da: Overtid (i alt)

source: Remaining overtime leave
da: Resterende afspadsering

source: Vacation (Days)
da: Ferie (dage)

source: Vacation taken (this month)
da: Feriedage brugt (denne måned)

source: Vacation taken (total)
da: Feriedage brugt (i alt)

source: Remaining vacation
da: Resterende feriedage

source: Sick Leave (Days)
da: Sygefravær (dage)

source: Sick leave taken (this month)
da: Sygefravær brugt (denne måned)

source: Sick leave taken (total)
da: Sygefravær brugt (i alt)

source: Previous month
da: Forrige måned

source: Next month
da: Næste måned

source: Weekday
da: Ugedag

source: Working Hours
da: Arbejdstimer

source: Total worked hours
da: Arbejdstimer i alt

source: User's project overview
da: Brugers projektoverblik

source: Hours (monthly)
da: Timer (månedlig)

source: Hours (Lifetime)
da: Samlet antal timer

source: Grand total
da: Alt i alt

source: Time reporting
da: Tidsraportering

source: Month Navigation
da: Månedsnavigation

source: User reports
da: Brugerrapporter

source: Monthly total
da: I alt for måned

source: Lifetime total
da: Samlet total

source: Overtime leave
da: Afspadsering

source: Vacation
da: Ferie

source: Sick leave
da: Sygefravær

source: Vacation remaining
da: Resterende fraværsdage

source: Project reports
da: Projektrapporter

source: Project report
da: Projektrapport

source: Edit Time Accounting Project Settings
da: Rediger indstillinger for tidsregnskabsprojekt

source: Add project
da: Tilføj projekt

source: Add Project
da: Tilføj projekt

source: Edit Project Settings
da: Rediger projektindstillinger

source: There is already a project with this name. Please, choose a different one.
da: Der er allerede et projekt med dette navn. Vælg venligst et andet.

source: Edit Time Accounting Settings
da: Rediger tidsregnskabsindstilinger

source: Add task
da: Tilføj opgave

source: New user
da: Ny bruger

source: Filter for Projects
da: Filtrér projekter

source: Filter for Tasks
da: Filtrér opgaver

source: Filter for Users
da: Filtrér brugere

source: Project List
da: Projektliste

source: Task List
da: Opgaveliste

source: Add Task
da: Tilføj opgave

source: Edit Task Settings
da: Rediger opgaveindstillinger

source: There is already a task with this name. Please, choose a different one.
da: Der er allerede en opgave med dette navn. Vælg venligst et andet.

source: User List
da: Brugerliste

source: New User Settings
da: Nye brugerindstillinger

source: Edit User Settings
da: Rediger brugerindstillinger

source: Comments
da: Kommentarer

source: Show Overtime
da: Vis overtid

source: Allow project creation
da: Tillad oprettelse af projekt

source: Period Begin
da: Begynd periode

source: Period End
da: Afslut periode

source: Days of Vacation
da: Feriedage

source: Hours per Week
da: Timer pr. uge

source: Authorized Overtime
da: Godkendt overtid

source: Period end must be after period begin.
da: Periodens afslutning skal være efter periodens start.

source: No time periods found.
da: Ingen tidsperioder fundet.

source: Add time period
da: Tilføj tidsperiode

source: View Time Record
da: Se tidsregistrering

source: View of
da: Se

source: No data found for this day.
da: Der er ikke fundet data for denne dag.

source: Agent interface notification module to see the number of incomplete working days for the user.
da: Agent interface-notificationsmodulet skal se antallet af uafsluttede arbejdsdage for brugeren.

source: Default name for new actions.
da: Standardnavn for nye handlinger.

source: Default name for new projects.
da: Standardnavn for nye projekter.

source: Default setting for date end.
da: Standardindstilling for slutdato.

source: Default setting for date start.
da: Standardindstilling for begyndelsesdato.

source: Default setting for leave days.
da: Standardindstilling for fraværsdage.

source: Default setting for overtime.
da: Standardindstilling for overtid.

source: Default setting for the standard weekly hours.
da: Standardindstilling for normale ugentlige timer.

source: Default status for new actions.
da: Standardindstilling for nye handlinger.

source: Default status for new projects.
da: Standardindstilling for nye projekter.

source: Default status for new users.
da: Standardindstilling for nye brugere.

source: Defines the projects for which a remark is required. If the RegExp matches on the project, you have to insert a remark too. The RegExp use the smx parameter.
da: Definerer de projekter, for hvilke en bemærkning er påkrævet. Hvis RegExp matcher på projektet, skal du også indføje en bemærkning. RegExp bruger smx parameteret.

source: Edit time accounting settings
da: Rediger indstillinger for tidsregistrering

source: Edit time record
da: Rediger tidsoptegnelse

source: For how many days ago you can insert working units.
da: Angiver for hvor mange dage, du kan indsætte arbejdsenheder.

source: If enabled, the dropdown elements in the edit screen are changed to autocompletion fields.
da: Hvis denne er aktiveret, ændres dropdown-elementerne på redigeringsskærmbilledet til autofuldføringsfelter.

source: Maximum number of working days after which the working units have to be inserted.
da: Maksimalt antal af arbejdsdage efter hvilket arbejdsenhederne skal indsættes.

source: Project time reporting
da: Projekttidsrapportering

source: Regular expressions for constraining action list according to selected project. Key contains regular expression for project(s), content contains regular expressions for action(s).
da: Regulære udtryk for begrænsning af handlingsliste ifølge det valgte projekt. Nøglen indeholder et regulært udtryk for projekt(er), indholdet rummer regulære udtryk for handling(er).

source: Regular expressions for constraining project list according to user groups. Key contains regular expression for project(s), content contains comma separated list of groups.
da: Regulære udtryk for begrænsning af projektliste ifølge brugergrupper. Nøglen indeholder et regulært udtryk for projekt(er), indholdet rummer kommasepareret liste over grupper.

source: Specifies if working hours can be inserted without start and end times.
da: Angiver, om arbejdstimer kan indsættes uden start- og sluttider.

source: This module forces inserts in TimeAccounting.
da: Dette modul gennemtvinger indsættelser i tidsregnskab.

source: This notification module gives a warning if there are too many incomplete working days.
da: Dette adviseringsmodul giver en advarsel, hvis der er for mange ufuldstændige arbejdsdage.

source: Time accounting.
da: Tidsregnskab

source: To use if some actions reduced the working hours (for example, if only half of the traveling time is paid Key => traveling; Content => 50).
da: Bruges, hvis nogle handlinger har reduceret arbejdstimerne (f.eks. hvis kun halvdelen af rejsetiden er betalt Key => traveling; Content => 50)
